<?php

/**
 * PHP在线订单系统V4.0正式版
 * 程序设计：WENFEI
 * 技术支持: QQ:76501025
 */

/*************************************************************/
/**********************  配置邮件发送 ************************/
/*************************************************************/
/***
$FromName = "清宿便";  // 网站名称

$MailFrom = "83248585@qq.com";  // 发件箱地址（用来发送订单信息的邮箱帐号，必须开通SMTP服务）；

$Mailhost = "smtp.qq.com";  // 发件箱邮箱SMTP服务器；163邮箱（smtp.163.com）、qq邮箱（smtp.qq.com）。

$MailUsername = "83248585";  // 发件箱邮箱登陆帐号；如果是163邮箱需填写整个邮箱地址，如果是qq邮箱只需填写qq号。

$MailPassword = "Wang19hai71jun56";  // 发件箱邮箱登陆密码；

$MailTo = "825104580@qq.com";  // 收件箱地址（用来接收订单信息的邮箱帐号，不能与发件箱地址相同）；

$MailaTo = "1152869531@qq.com";  // 收件箱地址2（预备地址，如需多个邮箱同时接收订单，在此填写邮箱地址即可，如不需要则设成同一个收件箱地址即可。）；

$MailbTo = "";  // 收件箱地址3（设置一个139邮箱接收订单信息，实现手机短信同时提醒）；
snaptgfwaacgbaaa
***/

$FromName = "美生溃乐";  // 网站名称
 
$MailFrom = "18500633020@163.com";  // 发件箱地址（用来发送订单信息的邮箱帐号，必须开通SMTP服务）；

$Mailhost = "smtp.163.com";  // 发件箱邮箱SMTP服务器；163邮箱（smtp.163.com）、qq邮箱（smtp.qq.com）。

$MailUsername = "18500633020@163.com";  // 发件箱邮箱登陆帐号；如果是163邮箱需填写整个邮箱地址，如果是qq邮箱只需填写qq号。

$MailPassword = "19901122jie";  // 发件箱邮箱登陆密码；

$MailTo = "83248585@qq.com";  // 收件箱地址（用来接收订单信息的邮箱帐号，不能与发件箱地址相同）；

$MailaTo = "1152869531@qq.com";  // 收件箱地址2（预备地址，如需多个邮箱同时接收订单，在此填写邮箱地址即可，如不需要则设成同一个收件箱地址即可。）；

$MailbTo = "";  // 收件箱地址3（设置一个139邮箱接收订单信息，实现手机短信同时提醒）；


?>
